<span>Прощальная. Николаю Федосику от знакомого с детства (с Брестчины)...</span>
Ты рано ушёл ,
Оставив горечь утраты.

Ты ушел внезапно , не прощаясь .
Всех оставил , мать , жену , детей .
Посмотри , как этой страшной ночью
Твой отец внезапно поседел .

Ты летел по жизни словно птица .
Жил , творил , надеялся , любил …
И шагнул сегодня в неизвестность ,
За собою дверь ты в этот мир закрыл .

Стукнула земля по крыше гроба ,
В сердце глухо эхом отдалась .
Почернело голубое небо ,
Нить надежды вдруг оборвалась .

Все пришли к тебе сегодня в гости :
Близкие , родные и друзья .
Если б можно было силой духа
К жизни снова нам вернуть тебя !

И свершилось бы , наверно , чудо ,
И исполнилось желание друзей !
Смог подняться ты , откинув крышку гроба ,
Удивленно глядя на людей …

Говорят – все люди в мире смертны .
Да , наверно .
Да конечно .
Да !
Но , когда уходят так , на взлёте ….
Это – страшно.
Это – боль.
Беда !

Мы уходим всё это понимаем ,
Видим , слышим , говорим слова .
Но душой никак не принимаем ,
Не согласна с этим всем душа .

Боже , Боже ! Где же справедливость ?
Как же смерть такую смог ты допустить ?
У кого теперь родным набраться силы ,
Что бы дальше с этим можно было жить .
Всё проходит : слёзы , горе , траур .
Боль утихнет где – то в глубине .
Нить надежды всё же ты оставил
В детях продолжение твоё.

Подрастут когда , придут тебя проведать ,
В сердце память о тебе храня ,
На могильных плитах прочитают
Совершенно справедливые слова :

Ты летел по жизни словно птица .
Жил ,
Творил ,
Надеялся
Любил …
Жизнь твоя оборвалась на взлете .
Не дожил ,
Не домечтал ,
Не долюбил ….