<span>ПРИВЫК, ЗАБЫЛ И ПОТЕРЯЛ (СЕРЬГА). [Колина любимая]</span>
Мечтал, увидел, устремился,
Спешил, ошибся, не достал,
Разбился вздребезги, добился,
Привык, забыл и потерял.

Нашёл, поднял, протёр и спрятал,
Закрыл, зарыл, припорошил,
Не думал, не грешил, не лапал,
Поторопился, затушил.

Уехал, улетел, вернулся,
Приплыл, пришёл, приковылял,
Устал, прилёг, завис, очнулся,
Завыл, залаял, замычал.

Напился, протрезвел, умылся,
Собрал, слепил, нарисовал,
Смеялся, спорил, вновь напился,
Привык, забыл и потерял.

Разбился вздребезги, добился,
Привык, забыл и потерял...
Привык, забыл и потерял...
Привык, забыл и потерял...
Привык, забыл и потерял...